#Пустые строки добавил для улучшения читаемости вывода результата.
#Условие задачи добавил для того, чтоб потом можно было повторять, готовясь к контрольной, и не искать по всему курсу.
#Название работы вывел на экран в качестве инициативы. Понимаю, что это раздувает код, поэтому, если мыслю неправильно, скажите, на проверку так присылать не буду.
print()
print('Практическая работа по уроку "Динамическая типизация"')
print()
# Создайте переменные разных типов данных:
#  - Создайте переменную name и присвойте ей значение вашего имени (строка).
#  - Выведите значение переменной name на экран.
#  - Создайте переменную age и присвойте ей значение вашего возраста (целое число).
#  - Выведите значение переменной age на экран.
#  - Измените значение переменной age на новое значение (например, на age + 1).
#  - Выведите измененное значение переменной age на экран.
#  - Создайте переменную is_student и присвойте ей значение True (логическое значение).
#  - Выведите значение переменной is_student на экран.

name='Victor'
print(name)
age=42
print(age)
age=(age)+1
print(age)
is_student=True
print(is_student)